TargetApplication=1
Author=Комиссаров Алексей
SourceLANGID=1033
LANGID=1049
Generator=DKLang Translation Editor v3.0
LastModified=2008-10-02 11:20:15

[Constants]
00000002=Измененный
00000003=Файл
00000004=был изменен в  другой программой, Вы хотите перезаписать этот файл? - Вы можете потерять ваши изменения ... Продолжить?
00000005=Выбранный браузер не найдено. Для того чтобы показать выходе из отладчика вы должны указать в браузере настройки.
00000006=Все Файлы (*.*)
00000007=Все Форматы
00000008=не существует!
00000009=Эта версия phpDesigner 2008, версия
00000010=текущая версия!
00000011=Вы действительно хотите удалить этот элемент?
00000012=Вы уверены, что хотите удалить выбранное приложение?
00000013=Вы уверены, что хотите удалить выбранные FTP-соединения?
00000014=Вы уверены, что хотите удалить выбранный элемент (ы)?
00000015=Переименовать файл
00000016=Введите новое имя и расширение файла:
00000017=Этот файл не может быть переименован. Файл не сохранен!
00000018=Не удается переименование файлов с целевой файл уже существует!
00000019=Вы хотите восстановить файл
00000020=Прозрачный режим будет отключена при следующей перезагрузки.
00000021=Прозрачный режим: OFF
00000022=Код библиотеки не установлен!
00000023=К сожалению, файл помощи был найден ...
00000024=Поиск функции
00000025=в руководство по PHP
00000026=Интерпритатор PHP не найден. Пожалуйста, проверти  ваши настройки.
00000027=Локальный путь быть найден. Пожалуйста, проверите ваши настройки пути.\n\n
00000028=Файл должен быть сохранен, чтобы просмотреть его на localhost.
00000029=Файл должен быть сохранен, чтобы проверить его.
00000030=Файл должен быть сохранен, чтобы использовать особенности SVN.
00000031=Строка поиска не может быть найдена в библиотеке кодов!
00000032=Неназванный
00000033=Введите номер строки\n\n
00000034=Перейти на строку
00000035=Файл содержит изменения, которые не были сохранены.
00000036=Вы хотите сохранить изменения?
00000037=Исходные тексты
00000038=Фрагмент
00000039=Руководство PHP
00000040=Выбранный Текст
00000041=Файл
00000042=не может быть сохранен.
00000043=Скорее всего, это происходит потому, что файл помечен как "только чтение".
00000044=Уже в используется.
00000045=Файл отмечен как "только чтение".
00000046=не найдена папка htdocs.
00000047=Этот файл должен быть помещен папку htdocs для использования localhost.
00000048=Действующий элемент Todo
00000049=Элемент встроенной ошибки
00000050=Создать новый фрагмент
00000051=Неназванный
00000052=Интеллектуальная остановка\n\n
00000053=ошибка PHP!
00000054=Линия
00000055=Сохраненная Ошибка! Не удается подключиться к удаленному узлу
00000056=Проекта не загружен
00000057=Шаблон:: Изменить шаблон
00000058=Неназванный
00000059=Шаблон:: Создать новый шаблон
00000060=Фрагмент:: Изменить фрагмент
00000061=Фрагмент:: Создать новый фрагмент
00000062=Обзор файла - Снимок
00000063=Введите имя для нового снимка
00000064=Очистить недавние Файлы?
00000065=FTP клиент...
00000066=Текстовый файл отличаются и инструмент слияния...
00000067=HTML Tidy (tidy.exe) не может быть найден!
00000068=Вы собираетесь удалить макет
00000069=Продолжить?
00000070=Каталог проекта не существует!
00000071=Проект
00000072=Сохранить макет
00000073=Сохранить текущую настольного формата, как:
00000074=Строка
00000075=Символ
00000076=TortoiseSVN не найден!
00000077=Создать удаленный файл
00000078=Введите имя файла:
00000079=Загрузить текущий файл
00000080=Выберите папку
00000081=Выберите файл ...
00000082=Файл проекта...
00000083=Для того чтобы запустить отладку файла
00000084=он должен быть сохранен на ваш компьютер.
00000085=Файл
00000086=был изменен, вы хотите сохранить изменения и продолжить отладку?
00000087=должны быть сохранены, вы хотите сохранить этот файл сейчас?
00000088=Добавить просмотр
00000089=Свойство:
00000090=Xdebug фатальная ошибка:
00000091=Xdebug сервер запущен
00000092=Xdebug сервер остановлен
00000093=Перервать сценарий в файле
00000094=около
00000095=линия
00000096=WinCacheGrind не найден!
00000097=Профайлеры имеют кэш-файлы, измененные, и будет открыты общего просмотра WinCacheGrind.
00000098=Сессия
00000099=Закончить
00000100=Запустить
00000101=Продолжить
00000102=(Нет активной сессии)
00000103=начал:
00000104=Вы уверены, что хотите удалить выбранный элемент?
00000105=Это значение не будет принято
00000106=Не началась
00000107=Законченн поиск в документе.
00000108=Хотите, начать снова?
00000109=не может быть открыта!
00000110=Удалить Ошибку
00000111=Удалить Todo
00000112=Вы хотите очистить данные поиска в текущем документе?
00000113=Вы хотите очистить все данные поиска во всех открытых документах?
00000114=Менеджер макета  ненайден!
00000115=Создать новый файл
00000116=Имя файла
00000117=Файл уже существует!
00000118=Создать новую папку
00000119=Не удается создать новую папку
00000120=Имя папки:
00000121=Текстовые файлы не отличаются и слияние ненужно!
00000122=Пожалуйста, произведите ваши настройки.
00000123=Вы собираетесь заменить
00000124=с
00000125=Продолжить?
00000126=Зависимости
00000127=Функции
00000128=Переменные
00000129=Класы
00000130=Конструктор классов
00000131=Класс деструкторов
00000132=Расширение
00000133=Реализация
00000134=Интерфейсы
00000135=Константы
00000136=динамические
00000137=Функция
00000138=Класс
00000139=Объявленный в
00000140=около
00000141=Описание
00000142=smarty тег
00000143=smarty переменная
00000144=smarty функция
00000145=переменная
00000146=константа
00000147=функция
00000148=интерфейс
00000149=расширения
00000150=абстрактный
00000151=окончательный
00000152=класс
00000153=реализует
00000154=ключевое слово
00000155=PHP документации
00000156=Совпадений не найдено
00000157=Это пробная версия phpDesigner 2008 срок истек!
00000158=Если Вы хотите продолжать его использовать, пожалуйста, закажите лицензию на
00000159=дней
00000160=день
00000161=Срок триал версии истек
00000162=Введите имя пользователя и регистрационный код в точности так, как они присланы по электронной почте. Для обеспечения точности, пожалуйста, используйте метод копирования /вставки.
00000163=Если у Вас возникли вопросы по поводу регистрации посетите
00000164=Вы успешно завершили регистрацию!
00000165=Спасибо!
00000166=Кнопка1
00000167=Очистить историю поиска?

[fMain]
00000004=Макет рабочего стола
00000007=Сохранить макет
00000008=Удалить макет
00000009=Файл
00000010=Новый...
00000011=Создать новый документ ...
00000012=Новый
00000013=Новый файл
00000041=Открыть
00000042=Открыть файл
00000044=Сохранить
00000045=Сохранить файл
00000046=Сохранить как
00000047=Сохранить файл как...
00000048=Сохранить все
00000049=Сохранить все  файлы
00000052=Печать
00000053=Печатать файл
00000054=Отменить
00000055=Отменить
00000056=Повторить
00000057=Повторить
00000060=Искать в сети
00000068=Конфигурация поиска в сети...
00000069=Закладки
00000070=Переключить
00000071=Закладки Toggle
00000072=Закладка 0
00000073=Закладка 1
00000074=Закладка 2
00000075=Закладка 3
00000076=Закладка 4
00000077=Закладка 5
00000078=Закладка 6
00000079=Закладка 7
00000080=Закладка 8
00000081=Закладка 9
00000082=Перейти
00000083=Перейти к закладке
00000084=Закладка 0
00000085=Закладка 1
00000086=Закладка 2
00000087=Закладка 3
00000088=Закладка 4
00000089=Закладка 5
00000090=Закладка 6
00000091=Закладка 7
00000092=Закладка 8
00000093=Закладка 9
00000094=Предыдущая закладка
00000095=Следующая закладка
00000096=Буфер обмена
00000097=Выезать
00000098=Вырезать выделенный текст в буфер обмена
00000099=Копировать
00000100=Копировать выделенный текст в буфер обмена
00000101=Вставить
00000102=Вставить из буфера обмена
00000103=Окно
00000104=И Упорядочить значки
00000105=Упорядочить значки
00000106=Предыдущий документ
00000107=Предыдущий файл
00000108=Следующий документ
00000109=Следующий Файл
00000110=Горизонтально
00000111=Горизонтально
00000112=Вертикально
00000113=Вертикально
00000114=Каскадом
00000115=Каскадом
00000117=Гиперссылка
00000118=Гиперссылка
00000119=Изображение
00000120=Изображение
00000121=Таблица
00000122=Таблица
00000123=Лист
00000124=Лист
00000125=Слой
00000126=Слой
00000127=Найти
00000128=Найти
00000129=Предыдущий
00000130=Следующий
00000131=Параграф
00000132=Левое выравнивание
00000133=Левое выравнивание
00000134=Выравнивание по центру
00000135=Выравнивание по центру
00000136=Правое выравнивание
00000137=Правое выравнивание
00000138=Растянуть
00000139=Растянуть
00000140=Новая строка
00000141=Новая строка
00000142=Отступ
00000143=Отступ
00000144=Выступ
00000145=Выступ
00000146=Формы
00000147=Форма
00000148=Форма
00000149=Текст
00000150=Текст
00000151=Текстовое поле
00000152=Текстовое поле
00000153=Пароль
00000154=Пароль
00000155=Кнопка
00000156=Кнопка
00000157=кнопка Submit
00000158=кнопка Submit
00000159=Кнопка Reset
00000160=Кнопка Reset
00000161=Кнопка Image
00000162=Кнопка Image
00000163=Radio кнопка
00000164=Radio кнопка
00000167=Выпадающее
00000168=Выпадающее
00000169=Загрузка файла
00000170=Загрузка файла
00000171=Скрытые
00000172=Скрытые
00000173=PHP
00000175=Определить PHP
00000177=PHP документация
00000178=Теги PHP документации
00000238=Класс, функции, Переменные
00000239=Класс, функции, Переменные
00000243=Объявленные
00000244=Объявленные
00000246=Объявление: if
00000248=Объявление: if...else
00000250=Объявление: elseif
00000252=Объявление: while
00000254=Объявление: do..while
00000256=Объявление: for
00000258=Объявление: foreach
00000260=Объявление: break
00000262=Объявление: continue
00000264=Объявление: switch
00000266=Объявление: declare full
00000268=Объявление: declare single
00000270=Объявленные: return
00000272=Include файл
00000274=Include файл (once)
00000276=Require файл
00000278=Require файл (once)
00000279=Преобразовать в PHP
00000280=Преобразовать в PHP
00000325=Комментарий
00000326=Комментарий
00000327=Комментарий с /** */
00000330=Комментарий с //
00000331=Убрать комментарий //
00000332=Изящный код PHP...
00000333=Изящный код PHP...
00000337=PHP документация
00000338=PHP документации
00000379=Встроенные Теги
00000387=Формат
00000390=Шрифты
00000393=Цвет
00000394=Цвет
00000395=Жирный
00000396=Жирный
00000399=Подчеркивающая линия
00000400=Подчеркивающая линия
00000401=Шрифт
00000402=Шрифт
00000403=Цвета
00000404=Цвета
00000407=По умолчанию
00000408=По умолчанию
00000413=Меню
00000414=Файл
00000431=Открыть последний ...
00000432=Очистить...
00000434=Открыть...
00000435=Выбрать файл...
00000436=Файл проекта...
00000438=Открыть файл по FTP...
00000439=Сохранить, по FTP...
00000440=Копировать на FTP ...
00000441=Загрузить папку по FTP...
00000442=Загрузить проект по FTP ...
00000443=Сохранить
00000444=Сохранить как...
00000445=Сохранить все
00000447=Формат файла
00000451=Настройка формата файла ...
00000452=Кодировка файла
00000457=Сохранить в BOM
00000459=Настройка кодировки файла ...
00000460=&Закрыть
00000461=З&акрыть все
00000462=Дубликат ...
00000463=Восстановить ...
00000464=Переименовать ...
00000465=&Печать...
00000466=Установка Принтера...
00000467=Экспорт в HTML ...
00000468=Экспорт в  RTF...
00000469=Экспорт в  (La)TeX...
00000470=Выход
00000471=Редактировать
00000472=Отменить
00000473=Повторить
00000474=Выезать
00000475=Копировать
00000476=Вставить
00000477=Выделить все
00000478=Авто перенос
00000479=Найти
00000480=Следующий
00000481=Предыдущий
00000482=Функции
00000483=Отметки
00000484=Выделите результат
00000485=Очистить отметку результата в документе
00000486=Очистить отметку результата во всех документах
00000487=Очистить историю поиска ...
00000488=Тихо
00000489=Перейти на строку...
00000490=Найдите соответствующий тэг/связь
00000491=Выберите соответствующий тег/связь
00000492=Объявленны в файле
00000493=Все
00000494=Функции
00000495=Классы и интерфейсы
00000496=Константы
00000497=Переменные
00000498=Проект | Все открытые файлы с объявленными
00000499=Все
00000500=Функции
00000501=Классы и интерфейсы
00000502=Константы
00000503=Переменные
00000504=Следующие объявленные
00000505=Предыдущие объявленные
00000506=Формат
00000507=Редактор шрифтов...
00000508=Жирный
00000512=Подчеркивающая линия
00000514=Зачеркнутое
00000515=Лево
00000517=Центр
00000519=Право
00000521=Растянуть
00000523=Новый параграф
00000525=Линия Разрыва
00000527=Неразрывное пространство
00000529=Отступ
00000530=Выступ
00000531=Заголовки
00000532=Заголовок 1
00000533=Заголовок 2
00000534=Заголовок 3
00000535=Заголовок 4
00000536=Заголовок 5
00000537=Заголовок 6
00000538=Межстрочный интервал
00000539=Межстрочный интервал: 100%
00000540=Межстрочный интервал: 150%
00000541=Межстрочный интервал: 200%
00000542=Компьютерные теги Вывода
00000543=Предварительно отформатированный
00000544=Телетайп
00000545=Образец
00000546=Код
00000547=Переменная
00000548=Клавиатура
00000549=Цитата - Котировка - и Тэгы Определения
00000550=Адрес
00000551=Длинная Котировка
00000552=Короткая Котировка
00000553=Сокращение
00000554=Сокращенное
00000555=Текст Направление
00000556=Определить Срок
00000557=Образец цитирования
00000558=Включение
00000559=Курсив
00000560=Выделить
00000561=Подстрочный
00000562=Надстрочный
00000563=Горизонтальная линия
00000564=Больше цвета ...
00000565=Подбор цвета
00000570=Гиперссылка...
00000572=Изображение...
00000574=Редактор таблиц...
00000576=Редактор списоков...
00000578=Нумерованный список
00000579=Маркированный список
00000580=Формы
00000581=Форма...
00000583=Textbox...
00000585=Текстовая область...
00000587=Пароль...
00000589=Загрузка файла...
00000591=Кнопка...
00000593=Submit кнопка...
00000595=Reset кнопка...
00000597=Image кнопка...
00000599=Radio кнопка...
00000603=Выпадающее...
00000605=Скрытое поле...
00000607=Импорт <body>...
00000608=Флеш...
00000610=Комментарий
00000622=Meta информация...
00000623=Особые символы...
00000624=Специальные символы в код
00000625=Выбранный Текст
00000626=Весь документ
00000627=Код для специальных символов
00000628=Выбранный Текст
00000629=Весь документ
00000630=Удалить Теги
00000631=Удалить теги из выделенного текста
00000632=Удалить тэги в документе
00000633=Убрать HTML
00000634=W3 Стандарт
00000635=Привести к CSS2
00000636=Привести к XHTML
00000637=Привести к XML
00000640=Импорт...
00000646=Selector Мастер...
00000647=Простая...
00000648=Class или ID...
00000649=Контекстная...
00000650=Правило Импорта...
00000651=Правило Медиа...
00000652=Позиционирование (Layer) ...
00000653=Позиционирование (Layer)
00000656=Функция
00000657=Объявить
00000671=Диалоговое Сообщение
00000677=&PHP
00000696=Класс
00000697=Класс\n=============\nСинтаксис:\n\n class имя\n  {\n  ... \n  }
00000698=Функция
00000699=Функция\n=============\n Синтаксис:\n\n  function имя\n  {\n  ... \n  }
00000700=Переменные
00000701=Файлы
00000706=Комментарий с /** */
00000707=Блок комментарий
00000708=Комментарий с #
00000709=Лининейный комментарий
00000710=Комментарий с //
00000711=Лининейный комментарий
00000712=Раскомментировать одиночный комментарий
00000713=Удалить комментарий
00000783=Преобразовать в PHP
00000793=Одиночные кавычки '...'
00000795=Двойные кавычки "..."
00000797=Двойные кавычки и строки "...\\n";
00000799=Одиночные кавычки и строки '...\\n';
00000800=Заключить текст в двойные кавычки и перевод строки "\\n" в каждой строке
00000803=Двойные кавычки и возврат каретки "...\\r";
00000805=Одинарные кавычки и возврат каретки "...\\r";
00000806=Заключить текст в двойные кавычки и возврат каретки "...\\r";в каждой строке
00000809=Двойные кавычки и горизонтальный таб "...\\t";
00000811=Одинарные кавычки и горизонтальный таб '...\\t';
00000812=Заключить текст в двойные кавычки и горизонтальный таб "\\t" в каждой строке
00000815=PHP документации
00000825=Мастер PHP документации...
00000826=Теги PHP документации
00000855=Встроенные Теги
00000863=Умный
00000864=Комментарий
00000865=Переменные
00000866=Встроенные функции
00000883=Пользовательские функции
00000902=Переменные Класса
00000939=Методы Класса
00000977=PHP изящный код
00000978=Файл
00000979=Все файлы
00000980=Настройка PHP изящного кода...
00000981=Отладка
00000982=Отладка
00000983=Начало новой сессии
00000984=Отладка с параметрами ...
00000985=Запуск без отладчика
00000986=Пауза
00000987=Закрыть
00000988=Запуск с курсором
00000989=Пошаговая информация
00000990=Следующий шаг
00000991=Выполнить до возврата
00000992=Переключить контрольную точку
00000994=Добавить просмотр
00000995=Показать точку исполнения
00000996=Профилирование
00000997=Профилирование с Параметрами...
00000999=Xdebug IDE-сервер
00001003=Запуск без Xdebug
00001004=Запуск без Xdebug и с параметры ...
00001005=Проверка синтаксиса PHP
00001006=Открыть php.ini
00001007=Отладка Окон
00001015=Проект
00001016=Менеджер проекта ...
00001017=Файл проекта...
00001018=Обновить
00001019=Закрыть
00001020=Инструменты
00001021=Менеджер приложений...
00001023=Символьный Кеш
00001024=Выбранный Текст
00001025=Верхний регистр
00001026=Нижний регистр
00001027=Печатать прописными буквами
00001028=Тэги в верхний регистр
00001029=Тэги в нижний регистр
00001030=Весь документ
00001031=Верхний регистр
00001032=Нижний регистр
00001033=Печатать прописными буквами
00001034=Тэги в верхний регистр
00001035=Тэги в нижний регистр
00001036=Копия строки
00001037=Убрать пробелы
00001038=Убрать пробелы
00001039=Убрать пробелы с лева
00001040=Убрать пробелы с права
00001041=Удалить строку
00001042=Удалить конец строки
00001043=Удалить пустые строки
00001044=Авто Корректировка
00001045=Дата и время ...
00001049=Ассоциаций файл...
00001050=Установки ...
00001052=Добавить файл ...
00001053=Передать...
00001054=Передать Файл...
00001055=Обновление ...
00001056=Обновление файла ...
00001057=Разделение/соединение Файлов…
00001058=Восстановить файл ...
00001059=Просмотр
00001060=Просмотр страницы
00001061=Редактировать
00001062=PHP | Отладка
00001063=PHP | Выполнить
00001064=HTML | Предварительный просмотр
00001066=Панели инструментов
00001067=Файл
00001068=Буфер обмена
00001069=Найти
00001070=PHP
00001072=Формы
00001073=Формат
00001074=Параграф
00001075=Объявленные
00001076=Перейти Истории
00001077=Макет рабочего стола
00001078=Окно
00001079=Закладки
00001080=Web поиск
00001082=Панель Инструментов
00001083=Эксплорер Кода PHP
00001084=Библиотеки Кода
00001085=Исходные тексты
00001086=Браузер Файла
00001087=Проект
00001088=Шаблоны
00001089=Соединения с базами данных
00001090=Руководство PHP
00001091=ToDo менеджер
00001092=Менеджер Ошибкок
00001093=Встроенный Todo
00001094=Действующая Ошибка
00001095=Сообщения :: PHP
00001096=Сообщения :: PHP документации
00001097=Сообщения :: HTML Tidy
00001098=Результат поиска
00001099=FTP Браузер
00001101=Просмотр файла обновлений
00001102=Проекты Обзор
00001103=Проверка синтаксиса: HTML && CSS
00001104=Контрольные точки
00001105=Стек вызовов
00001106=Оценить
00001107=Часы
00001108=Контекст переменных
00001109=Журнал событий
00001110=Пользовательский интерфейс
00001111=Прозрачность
00001112=Прозрачный режим
00001113=Значения Прозрачности  (DEFAULT = 255)
00001114=Файл Tab
00001115=По умолчанию
00001116=Тема
00001117=Состояния
00001119=Нет
00001120=Система по умолчанию
00001121=Случайные
00001122=Раскрыть
00001123=Слайд
00001124=Скрыть
00001142=Менеджер макетов...
00001144=Окно
00001145=Предыдущий
00001146=Следующий
00001147=Горизонтальная плитка
00001148=Вертикальная плитка
00001149=Каскадом
00001150=Упорядочить значки
00001151=Свернуть все
00001152=Развернуть все
00001153=Файлы
00001154=Помощь
00001155=Помощь...
00001156=Регистрация ...
00001157=Лицензия ...
00001158=Руководства Помощи
00001159=PHP
00001160=&PHP Руководство...
00001161=Функция поиска
00001162=Содержание
00001163=Начинаем
00001164=Справочник функций
00001165=Справочник языка
00001171=Обратная связь...
00001172=Посетить веб-сайт ...
00001173=Проверка обновления версии ...
00001174=О программе ...
00001175=Заказать!
00001176=Если Вам нравится это программное обеспечение, пожалуйста закажите его сегодня!
00001447=Перейти к Истории
00001448=Назад
00001449=Вперед
00001450=Отладка
00001451=Отладка
00001453=Запуск с курсором
00001457=Переключить контрольную точку
00001458=Добавить просмотр
00001459=Профилирование
00001462=Проверка синтаксиса
00001463=Объявленные
00001464=Файл
00001465=Объявленные в файле
00001471=Проект
00001472=Проект объявленные
00001478=Следующий
00001479=Следующие объявленные
00001480=Предыдущий
00001481=Предыдущие объявленные
00001482=Позиция
00001483=Атрибут
00001484=Измененный
00001485=Проект не загружен
00001488=Licensed to:
00001489=Новый файл
00001490=Проект
00001491=Шаблоны
00001492=Открыть существующий файл (ы)
00001494=Open...
00001495=Щелкните правой кнопкой мыши ниже, чтобы видеть больше опций...
00001532=Просмотр вывода:
00001623=По умолчанию
00001663=Развернуть автоматически
00001672=Общий
00001673=Макет
00001775=Библиотека кода - поиск
00001776=Искать снова
00001777=Поиск
00001778=Имя
00001779=Содержание
00001780=Фрагменты
00001781=Создать новый фрагмент
00001782=Фрагмент »Документ
00001783=Изменить фрагмент
00001784=Удалить фрагмент
00001785=Экспорт в XML
00001787=Браузер Файла
00001788=Открыть или добавить файл
00001789=Функции
00001790=Создайте новый файл/папку
00001793=Проект
00001794=Папка
00001795=Создать новую папку
00001796=Менеджер проекта
00001797=Импорт папки / файла
00001798=Открыть или добавить файл
00001799=Повторной проект
00001800=Выгрузить проект
00001802=Файлы проекта
00001804=Шаблон Панели
00001806=Создать новый шаблон
00001807=Шаблон »новый документ
00001808=Изменить шаблон
00001809=Удалить шаблон
00001810=Экспорт в XML
00001811=Имя
00001812=Содержание
00001814=Шаблон Панели инструментов
00001815=Новая база данных ...
00001816=Изменить базу данных ...
00001817=Создать код соединение с базой данных
00001818=Удалить
00001819=Экспорт в XML
00001820=Обзор классов
00001821=Функции
00001825=Подключение
00001826=Подключение к FTP
00001827=Разъединить
00001828=Разъедините от FTP
00001829=Назад
00001830=Переход на уровень вверх
00001831=Редактировать
00001832=Удаленное редактирование
00001833=Загрузка
00001834=Скачать с локального FTP
00001835=Загрузить
00001836=Загрузить с локального FTP
00001837=Копировать
00001838=Скопируйте открытый файл с  FTP
00001839=Загрузить файл
00001840=Загрузьте открытый файл с FTP
00001841=Загрузить папку
00001842=Загрузить папку на FTP
00001843=Загрузить проект
00001844=Загрузить проект по  FTP
00001845=Новая папка
00001846=Создать новую папку
00001847=Разрешения
00001848=Изменение разрешения
00001849=Удалить
00001850=Удалить выбранные файл или папку
00001851=Прервать
00001852=Прервать
00001853=Переименовать
00001854=Переименовать файл или папку
00001855=Обновить
00001856=Обновить
00001857=FTP просмотр
00001858=Включить элемент TODO
00001859=Включить элемент TODO
00001860=Исключить элемент TODO
00001861=Исключить элемент TODO
00001866=Файл
00001870=Нет элементов, для просмотра.
00001882=Нет элементов, для просмотра.
00001906=Файл
00001915=Сообщение
00001916=Имя файла
00001917=Обзор классов
00001918=Навигация
00001919=Назад
00001920=Следующий
00001921=Function not found!
00001922=Браузер Файла
00001923=Загрузить файл просмотра обновлений
00001924=Сохранить файл просмотра обновлений
00001925=Удалить файл просмотра обновлений
00002036=Все файлы|*.*
00002050=Открыть...
00002057=Создать новый шаблон ...
00002058=Создать новый шаблон
00002059=Шаблон »новый документ
00002060=Шаблон »новый документ
00002061=Изменить шаблон ...
00002062=Изменить шаблон ...
00002063=Удалить шаблон ...
00002064=Удалить шаблон ...
00002065=Новый Элемент Todo...
00002066=Создать новый элемент ToDo
00002067=Редактировать
00002068=Редактировать выбранный элемент ToDo
00002069=Открыть файл(ы) ...
00002070=Открытый зависимый файл(ы) выбранных элемента(ов) ToDo
00002071=Удалить
00002072=Удалите выбранный элемент(ы) ToDo
00002073=Экспорт списка
00002075=Экспорт ToDo в HTML
00002077=Функции
00002078=Функции
00002079=Открыть файл
00002080=Редактировать Элемент ToDo
00002082=Просмотр
00002083=Плитка
00002084=Лист
00002085=Иконки
00002086=Сообщение
00002087=Вверх
00002088=Вниз
00002090=HTML Документ (*.htm;*.html)|*.htm;*.html
00002093=Открыть проект
00002094=Закрыть проект
00002098=Сохранить
00002099=Сохранить все
00002100=Сохранить, по FTP...
00002101=Копировать на FTP ...
00002102=Закрыть
00002103=Закрыть все
00002104=Закрыть Другие
00002105=Повторяющиеся ...
00002107=Файлы
00002110=Класы
00002111=Функции
00002113=Файл
00002114=Буфер обмена
00002115=Найти
00002116=PHP
00002117=Отладка
00002119=Формы
00002120=Формат
00002121=Параграф
00002122=Перейти Истории
00002123=Объявленные
00002124=Макет рабочего стола
00002125=Окно
00002126=Закладки
00002127=Web поиск
00002129=Руководство PHP
00002130=Вставить
00002131=Руководства
00002137=Новый...
00002138=Новая база данных ...
00002139=Редактировать...
00002140=Изменить базу данных ...
00002154=Удалить...
00002155=Создать новый фрагмент ...
00002156=Создать новый фрагмент ...
00002157=Фрагмент »Документ
00002158=Фрагмент »Документ
00002159=Изменить фрагмент...
00002160=Изменить выделенный фрагмент...
00002161=Удалить фрагмент...
00002162=Удалить фрагмент...
00002163=Создать новый шаблон ...
00002164=Создать новый шаблон
00002165=Шаблон »новый документ
00002166=Использовать выбранный шаблон
00002167=Изменить шаблон ...
00002168=Редактировать выделенный Шаблон
00002169=Удалить шаблон ...
00002170=Удалить выделенный Шаблон
00002171=Новая текущая ошибка элемента #PHP...
00002172=Новая текущая ошибка  элемента #HTML...
00002173=Новый Действующий Элемент Todo #PHP...
00002174=Новый Действующий Элемент Todo #HTML...
00002177=Создать новый файл
00002178=Перейти на источник
00002181=Все|*.*|PHP|*.php
00002182=Содержание
00002183=Начинаем
00002184=Справочник функций
00002185=Справочник языка
00002186=Настройка PHP руководства...
00002198=Вставка имени файла(ов)
00002199=Вставка имени файла(ов) с полным путем
00002201=Персонал
00002202=Диски
00002205=Просмотр
00002206=Плитка
00002207=Лист
00002208=Иконки
00002209=Подробности
00002211=Фильтр
00002212=WebФайлы
00002213=Все файлы
00002214=Вставка имени  файла (ов)
00002215=Вставка имени файла(ов) с полным путем
00002220=Плитка
00002221=Лист
00002222=Иконки
00002223=Подробности
00002238=Поиск...
00002239=Искать снова
00002240=Заменить ...
00002241=Заменить Еще ...
00002242=Расширенный поиск ...
00002243=Расширенная Замена ...
00002244=Поиск в файлах ...
00002245=Функции
00002246=Сброс Отмены...
00002247=Очистить историю поиска ...
00002248=Настройка поиска...
00002249=Выезать
00002250=Копировать
00002251=Вставить
00002252=Настройка ...
00002253=Открыть проект
00002257=Комментарий с /** */
00002259=Комментарий с //
00002261=Комментарий с #
00002263=TortoiseSVN :: Добавить файл
00002265=Новый
00002267=Открыть
00002269=Сохранить
00002271=Сохранить как
00002273=Сохранить все
00002277=Закрыть
00002279=Закрыть все
00002281=Повторяющиеся
00002283=Вернуть
00002285=Переименовать
00002287=Печать
00002289=Экспорт в HTML
00002291=Экспорт в RTF
00002293=Экспорт в LaTex
00002295=Выход
00002297=Отменить
00002298=Отменить
00002300=Повторить
00002301=Повторить
00002303=Выезать
00002304=Вырезать в буфер обмена
00002306=Копировать
00002307=Копирование в буфер обмена
00002309=Вставить
00002310=Вставить из буфера обмена
00002312=Выделить все
00002313=Выделить все
00002315=Автоматический перенос
00002316=Автоматический перенос
00002318=Перейти на строку
00002320=Файл всех объявленных
00002322=Файл объявленных функций
00002324=Файл объявленных классов и интерфейсов
00002326=Файл объявленных констант
00002328=Файл объявленных переменных
00002330=Проект объявленные Все
00002332=Проект объявленные Функции
00002334=Проект объявленные Классы и Интерфейсы
00002336=Проект объявленные Константы
00002338=Проект объявленные Переменные
00002340=Следующее объявленное
00002342=Предыдущее объявленное
00002344=Панель:: PHP Код Эксплорер
00002346=Просмотр Страницы:: PHP | Отладка
00002348=Панель:: Библиотека Кода
00002350=Панель:: Исходные тексты
00002352=Панель:: Файл Обозреватель
00002354=Панель:: Проект
00002356=Панель:: Шаблоны
00002358=Панель:: Подключения Базы данных
00002360=Просмотр страницы:: Изменить
00002362=Просмотр страницы:: PHP | Выполнить
00002364=Просмотр страницы:: HTML | Предварительный просмотр
00002366=Просмотр страницы :: Localhost
00002368=Dock Panel :: PHP Руководство
00002370=Dock Panel :: Todo менеджер
00002372=Dock Panel :: Диспетчер ошибки
00002374=Dock Panel :: Встроенный менеджер TODO
00002376=Dock Panel :: Встроенный Диспетчер Ошибки
00002378=Dock Panel :: Результат поиска
00002384=Dock Panel :: File Browser - обновление
00002386=Dock Panel :: Проекты
00002388=Диспетчер приложений
00002390=Выберите Соответствующий Тэг/скобу
00002392=Найти Соответствующий Тэг
00002394=Удалить пустые строки
00002396=Автоправка
00002398=Дата и Время
00002402=Персональные настройки
00002404=Убрать комментарий //
00002406=Мастер PHPдокументации
00002408=PHP документация:: Класс
00002410=PHP документация:: Функции
00002412=PHP документация:: Простые функции
00002414=PHP документация:: Все классы в файле
00002416=PHP документация:: Все функции в файле
00002418=PHP документация:: Все простые функции в файле
00002420=PHP документация:: Все классы во все открытых файлах
00002422=PHP документация:: Все функции во все открытых файлах
00002424=PHP документация:: Все простые функции во всх открытых файлах
00002426=Изящный Код PHP:: Файл
00002428=Изящный Код PHP:: Все открытые файлы
00002430=Гиперссылка
00002432=Изображение
00002434=Таблица
00002436=Лист
00002442=Флеш
00002444=Meta Информация
00002446=Особые символы
00002448=Форма
00002450=Форма :: Textbox
00002452=Форма :: Textarea
00002454=Форма :: Пароль
00002456=Форма :: Fileupload
00002458=Форма :: Push Button
00002460=Форма :: Submit
00002462=Форма :: Reset
00002464=Форма :: Image
00002466=Форма :: Radio
00002468=Форма :: Checkbox
00002470=Форма :: Dropdown
00002472=Форма :: Hidden
00002474=Tidy :: W3 Стандарт
00002476=Tidy ::  Обновить до CSS2
00002478=Tidy :: Обновить до XHTML
00002480=Tidy :: Обновить до XML
00002482=Запуск без Xdebug
00002484=Запуск без Xdebug и с параметры ...
00002486=Проверка синтаксиса PHP
00002488=Менеджер проекта
00002490=Проект :: Переразбор
00002492=Проект :: Выгрузить
00002494=Редактор шрифтов
00002496=Жирный
00002500=Подчеркивающая линия
00002502=Зачеркнутое
00002504=Лево
00002506=Центр
00002508=Право
00002510=Растянуть
00002512=Новая строка
00002514=Сброс строки
00002516=Не переделывать пустоту
00002518=Отступ
00002520=Выступ
00002522=Заголовок 1
00002524=Заголовок 2
00002526=Заголовок 3
00002528=Заголовок 4
00002530=Заголовок 5
00002532=Заголовок 6
00002534=Интервал: 100%
00002536=Интервал: 150%
00002538=Интервал: 200%
00002540=Подстрочный
00002542=Надстрочный
00002544=Горизонтальная линия
00002546=Дополнительные цвета
00002548=Цвета
00002550=Закладка Toogle 0
00002552=Закладка Toogle 1
00002554=Закладка Toogle 2
00002556=Закладка Toogle 3
00002558=Закладка Toogle 4
00002560=Закладка Toogle 5
00002562=Закладка Toogle 6
00002564=Закладка Toogle 7
00002566=Закладка Toogle 8
00002568=Закладка Toogle 9
00002570=Перейти на закладку 0
00002572=Перейти на закладку 2
00002574=Перейти на закладку 1
00002576=Перейти на закладку 3
00002578=Перейти на закладку 4
00002580=Перейти на закладку 5
00002582=Перейти на закладку 6
00002584=Перейти на закладку 7
00002586=Перейти на закладку 8
00002588=Перейти на закладку 9
00002590=Поиск в Интернете
00002592=Поиск в Интернете - PHP (php.net)
00002594=Поиск в Интернете - Google
00002596=Поиск в Интернете - Live Search (Microsoft)
00002598=Поиск в Интернете - Yahoo!
00002600=Поиск в Интернете - Altervista
00002602=Поиск в Интернете - Wikipedia
00002604=Поиск в Интернете - Koders
00002606=Руководство PHP
00002608=Перейти к объявленному
00002610=Открыть файл в курсоре
00002612=Todo Элемент:: PHP
00002614=Todo Элемент:: HTML
00002616=Элемент Ошибки :: PHP
00002618=Элемент Ошибки :: HTML
00002620=Новый :: PHP
00002622=Новый :: XHTML/HTML
00002624=Новый :: CSS
00002626=Новый :: XML
00002628=Новый :: JavaScript
00002630=Новый :: Visual Basic
00002632=Новый :: SQL
00002634=Новый :: Perl
00002636=Новый :: Java
00002638=Новый :: C#
00002640=Новый :: Python
00002642=Новый :: Ruby
00002644=Новый :: Пустой
00002646=Проверка синтаксиса (X)HTML и CSS
00002648=Удалить строку
00002650=Удалить конец строки
00002652=TortoiseSVN :: Передать
00002654=TortoiseSVN ::Передать Файл
00002656=TortoiseSVN :: Обновить
00002658=TortoiseSVN :: Обновить Файл
00002660=TortoiseSVN :: различия/слияния файлов
00002662=TortoiseSVN :: Вернуть Файл
00002664=Предыдущий
00002666=Следующий
00002668=Горизонтальная плитка
00002670=Вертикальная плитка
00002672=Каскадом
00002674=Упорядочить значки
00002676=Свернуть все
00002678=Развернуть все
00002680=Выбор файла
00002682=Файлы проекта
00002684=Скопируйте открытый файл с  FTP
00002686=Загрузить активный файл по FTP...
00002688=Загрузить папку по FTP...
00002690=Загрузить проект по FTP ...
00002692=Копия строки
00002694=В Верхний регистр выделенный текст
00002696=Нижний регистр выделенный текст
00002698=Прописными буквами выделенный текст
00002700=В Верхний регистр Выделенные тэги
00002702=В Нижний регистр Выделенные тэги
00002704=В Верхний регистр текст
00002706=В Нижний регистр текст
00002708=Прописными буквами текст
00002710=В Верхний регистр тэг
00002712=В Нижний регистр тэг
00002714=Найти
00002716=Найти далее
00002718=Найти Предыдущее
00002720=Dock Panel ::Отладка - PHP
00002722=Dock Panel :: Отладка - phpDocumentor
00002724=Dock Panel :: Отладка - HTML Tidy
00002726=Dock Panel :: Контрольные точки
00002728=Dock Panel :: Вызванный стек
00002730=Dock Panel :: Оценить
00002732=Dock Panel :: Часы
00002734=Dock Panel :: Контекстные переменные
00002736=Dock Panel :: Журнал событий
00002738=Включение
00002740=Курсив
00002742=Выделить
00002744=aHtmlКомментарий
00002745=Предыдущая Закладка
00002746=Следующая закладка
00002747=Автозамена
00002749=Удаление однострочного комментария
00002751=Текстовый файл differencing и инструмент слияния
00002752=Создайть файл
00002753=Редактировать файл
00002754=Разрешение Изменения
00002755=Отмена
00002756=Загрузка проекта
00002757=Поиск файлов проекта. Пожалуйста, подождите ...
00002760=Отладка
00002762=Старт сервера
00002764=Запуск без отладчика
00002766=Остановка сервера
00002768=Перезагрузапуск сервера
00002770=Пошаговая информация
00002772=Следующий шаг
00002774=Выполнить до возврата
00002776=Запуск с курсором
00002778=Закрыть
00002780=Добавить просмотр
00002782=Контрольные точки
00002784=Стек вызовов
00002786=Часы
00002788=Контекст переменных
00002790=Оценить
00002792=Журнал событий
00002794=Переключить контрольную точку
00002796=Начало новой сессии
00002798=Показать точку исполнения
00002800=Профилирование
00002802=Профилирование
00002804=Профилирование с Параметрами...
00002808=Отладка с параметрами ...
00002810=Профилирование с Параметрами...
00002811=Формат файла
00002812=Кодировка файла
00002815=Новая папка ...
00002816=Новый Файл...
00002817=Языки
00002819=Переведенная Помощь!
00002825=Строки Escape
00002826=Escape одиночные кавычки
00002827=Escape двойные кавычки
00002828=Escape одиночных кавычек и поставить кавычки
00002829=Escape двойных кавычек и поставить кавычки
00002831=Новые :: Smarty
00002833=Escape двойных кавычек и поставить кавычки
00002834=Escape двойные кавычки
00002835=Escape одиночных кавычек и поставить кавычки
00002836=Escape одиночные кавычки
00002845=Двойные кавычки "..."
00002846=Одиночные кавычки '...'
00002847=Двойные кавычки и строки "...\\n";
00002848=Одиночные кавычки и строки '...\\n';
00002849=Двойные кавычки и возврат каретки "...\\r";
00002850=Одинарные кавычки и возврат каретки "...\\r";
00002851=Двойные кавычки и горизонтальный таб "...\\t";
00002852=Одинарные кавычки и горизонтальный таб '...\\t';
00002882=Конфигурация...
00002883=Настройка ...
00002884=Последние файлы
00002885=Открыть Последние файлы
00002886=Объявить
00002887=Пользовательский ...
00002888=Пользовательские цвета ...
00002889=Больше цвета ...
00002890=Дополнительные цвета
00002891=Подбор цвета
00002892=Подбор цвета
00002893=Класс
00002894=Функция
00002895=Переменные
00002896=Новый...
00002897=Выбрать файл...
00002898=Файл проекта...
00002899=Комментарий с #
00002900=Лининейный комментарий
00002901=Файл объявленных - все
00002902=Функции
00002903=Классы и интерфейсы
00002904=Константы
00002905=Переменные
00002906=Проект | Все открытые файлы с объявленными - Все
00002907=Функции
00002908=Классы и интерфейсы
00002909=Константы
00002910=Переменные
00002911=метка даты/времени
00002912=метка даты/времени #4
00002913=метка даты/времени #3
00002914=метка даты/времени #2
00002915=метка даты/времени #1
00002916=Обновление метка даты/времени и Сохранить
00002917=Папка Данных...
00002918=Найти ...
00002920=Добавить класс в документацию
00002921=Добавить функцию в документацию
00002922=Добавить простую функцию в документацию
00002923=Добавить в документацию все классы в файле
00002924=Добавить в документацию все функции в файле
00002925=Добавить в документацию все простые функции в файле
00002926=Добавить в документации всех классы во все открытых файлах
00002927=Добавить в документации всех функций во все открытых файлах
00002928=Добавить в документации всех простых функций во все открытых файлах
00002929=Новый
00002930=Переменные сервера
00002932=Новый...
00002933=Сбросьте позицию диалога поиска

[fMDIChild]
00000001=Неназванный
00000072=Закладка 0
00000073=Закладка 1
00000074=Закладка 2
00000075=Закладка 3
00000076=Закладка 4
00000077=Закладка 5
00000078=Закладка 6
00000079=Закладка 7
00000080=Закладкаk 8
00000081=Закладка 9
00000084=Закладка 0
00000085=Закладка 1
00000086=Закладка 2
00000087=Закладка 3
00000088=Закладка 4
00000089=Закладка 5
00000090=Закладка 6
00000091=Закладка 7
00000092=Закладкаk 8
00000093=Закладка 9
00001785=Файлы проекта...
00001790=Выбрать файлы ...
00001862=Конфигурация подсветки...
00001864=Комментарий
00001868=Общий
00001869=PHP
00001909=Настройка отладки ...
00002097=Настройка внешних браузеров ...
00002219=Идти
00002221=Найти все
00002222=Руководство PHP
00002223=Функция поиска в Руководстве по PHP
00002224=Автоматический перенос
00002225=Номера строк
00002226=Интеллектуальное подчеркивание
00002227=Интеллектуальное подчеркивание (php, html, xml, css and javascript)
00002228=Редактировать
00002229=HTML :: Предварительный просмотр
00002230=PHP :: Выполнить
00002234=Закрыть документ
00002235=Выбрать файлы ...
00002236=Файлы проекта...
00002237=PHP :: Отладка
00002238=Печатать имени файла
00002239=Редактировать
00002240=Перейти на строку
00002275=Преобразовать символо для выделенной кодировке
00002278=Изменить цвет ...
00002279=Перейти к объявленному
00002280=Открыть файл под Курсором...
00002281=PHP документации
00002282=Помощь
00002283=Web поиск
00002291=Конфигурация поиска в сети...
00002292=Отменить
00002293=Повторить
00002294=Выезать
00002295=Копировать
00002296=Вставить
00002297=Автоматический перенос
00002298=Автоматический перенос
00002299=Блокировать
00002300=Блокировать
00002301=Закладки Toggle
00002302=Перейти к закладке
00002303=Выберите соответствующий тег/связь
00002304=Найдите соответствующий тэг/связь
00002305=Символьный Кеш
00002306=Выбранный Текст
00002307=Верхний регистр
00002308=Нижний регистр
00002309=Печатать прописными буквами
00002310=Тэги Верхнего регистра
00002311=Тэги Нижнего регистра
00002312=Весь документ
00002313=Верхний регистр
00002314=Нижний регистр
00002315=Печатать прописными буквами
00002316=Tags - Верхний регистр
00002317=Tags - Нижний регистр
00002318=» Фрагмент
00002320=Todo && Ошибки
00002321=Новый Действующий Элемент Todo # PHP...
00002322=Новый Действующий Элемент Todo # HTML...
00002323=Новый Действующий Элемент Todo # PHP...
00002324=Новый Действующий Элемент Todo # HTML...
00002325=Комментарий с //
00002326=Раскомментировать одиночный комментарий
00002328=Настройка ...
00002334=Настройка внешних браузеров ...
00002340=Настройка внешних браузеров ...
00002346=Папка Localhost...
00002394=No syntax
00002395=Синтаксис: Нет
00002396=Редактор панели инструментов позиции:Верх
00002397=Редактор панели инструментов позиции: Bottom
00002398=Стереть все закладки ...
00002399=URL:
00002400=Поиск:
00002402=Smarty
00002404=Синтаксис: HTML

[frmAbout]
00000028=Закрыть
00000029=О программе
00000034=For more information please visit:
00000039=Лицензия зарегистрирована на:
00000041=Имя:
00000042=Электронная почта:
00000043=Компания / Организация:
00000044=Зарегистрироваться!
00000045=Удаление лицензии
00000046=Изменить информацию о лицензии
00000047=Третьи лица
00000048=Третьи лица
00000049=This product includes components or libraries developed by the following third parties:
00000050=Thanks to the groups and individuals above for their contributions!
00000051=Special thanks to Krystian Bigaj!
00000052=Компонент / Библиотека.
00000053=Автор
00000054=Лицензия
00000055=Веб-сайт
00000056=Юридические
00000057=Xdebug
00000063=PHP
00000068=Лицензионное соглашение
00000069=Лицензионное соглашение
00000070=Обратно
00000071=(Based on "The PHP License", version 3.0)
00000072=Copyright (c) 2002 - 2007 Derick Rethans. Все права защищены.
00000073=Перевод
00000074=Авторы перевода
00000075=Автор
00000076=Языки
00000077=Веб-сайт
00000078=Thanks to the above contributors from all over the world for helping me with the translation!
00000079=If you like to help translating a language! Please visit:

[frmApplicationEdit]
00000070=Прикладные Свойства
00000073=Да
00000078=Отмена
00000079=Имя:
00000080=Прикладной Путь:
00000081=Параметры
00000084=Все файлыs (*.*)|*.*

[frmApplicationManager]
00000070=Диспетчер приложений
00000073=Запустить
00000078=Закрыть
00000079=Новый...
00000080=Удалить...
00000081=Редактировать...

[frmAutoCompletionNewItem]
00000070=Автоматическое завершение элемента
00000073=Да
00000078=Отмена
00000080=Пример: <html>
00000081=Результат
00000082="|" = Место под курсором
00000083=Пример: <html>|</html>
00000084=Пример
00000085=Введите:
00000087=Нажать:
00000089=Результат:
00000091=[курсор]

[frmBug]
00000070=Элемент Ошибки
00000073=Да
00000078=Отмена
00000079=Описание:
00000080=Имя файла:
00000081=Приоритет:
00000082=Полный:
00000083=Имя элемента:
00000084=Проект:
00000085=Версия:
00000086=Важность:
00000087=Платформа:
00000088=Операционная система:
00000089=Поэтапно (ы):
00000090=История:
00000091=Статус:
00000092=Разрешение:
00000093=Установленное на:
00000094=Высоко\nНормально \nНизко\n
00000095=Неназначенный\nИдея\nЗапрос Особенности\nРаздражение\nСодержание\nТривиальный\nМладший\nСущественный\nВажный
00000096=Все (кросс-платформа)\nPC\nMacintosh\nSun\nHP\n
00000099=Задержанный\nДубликат\nФиксированный\nНедопустимый\nНе ошибка\nНе будет устанавлен\nРаботы для меня\n
00000100=Задержанный\nДубликат\nФиксированный\nНедопустимый\nНе ошибка\nНе будет устанавлен\nРаботы для меня\n
00000102=Все файлыs (*.*)|*.*

[frmCodeBeautifier]
00000070=PHP изящный код
00000071=Отступ длиной
00000072=Начальная длина отступа
00000073=После запуска PHP *
00000074=До конца PHP *
00000075=Максимум пустых строк *
00000076=Отступ
00000077=Комментарии
00000078=Новая строка
00000079=Пробелы
00000080=Автоматический перенос
00000081=Минимальная длина строки
00000082=Максимальная длина строки
00000083=Нижний регистр
00000084=Выбрать профиль:
00000085=Закрыть
00000087=Добавить новый профиль
00000088=Добавить новый профиль
00000089=Удалить выбранный профиль
00000090=Удалить выбранный профиль
00000091=Повторить текущий профиль
00000092=Повторить текущий профиль
00000093=Вверх
00000094=Вверх
00000095=Вниз
00000096=Вниз
00000097=Отступ для табов
00000098=Начальный отступ для табов
00000099=Начальный отступ комментария
00000100=Удалить doc-комментарии
00000101=Удалить комментарии
00000102=Добавить звезду в doc--комментарии
00000103=Добавить звезда в многострочный комментарий
00000106=перед Скобами
00000107=Скоба (PEAR стандарт)
00000108=Сохранить одну строку
00000109=после 'if'
00000110=после 'elseif'
00000111=послеr 'else'
00000112=после 'while'
00000113=после 'do'
00000114=после 'for'
00000115=после 'foreach'
00000116=после 'switch'
00000117=вокруг Двоеточия
00000118=перед Точкой с запятой
00000119=вокруг Периодов
00000120=вокруг Вопросительных знаков
00000121=после Запятой
00000122=после Восклицательного знака
00000123=перед Закрытых круглых скобок
00000124=после Открытых круглых скобок
00000125=Ключевые слова
00000126=Для длинного отступа
00000127=Объект методы
00000128=Добавить новый профиль
00000129=Добавить новый профиль
00000130=Удалить выбранный профиль
00000131=Удалить выбранный профиль
00000132=Повторить текущий профиль
00000133=Повторить текущий профиль
00000134=&Текущие Файл
00000135=&Все файлы
00000136=Вверх
00000137=Вверх
00000138=Вниз
00000139=Вниз

[frmCodeExplorerSelectFile]
00000002=Открыть
00000003=Отмена
00000004=Выбор файла

[frmColors]
00000070=Дополнительные цвета
00000071=Значение:
00000072=Избранное:
00000073=Да
00000077=Пользовательский ...
00000078=Отмена
00000079=&Выберите ...

[frmConfigurePHPManual]
00000070=Руководство PHP найдено!
00000076=Настроить сейчас
00000077=В целях использования контекстной помощи с доступом к более чем 3000 функциям с быстрым доступом Вам необходимо \nскачать Руководство по PHP. \n\nРуководство по PHP (.chm) можно бесплатно скачать по адресу: http://www.php.net/download-docs.php \n\nВ Настройки> PHP КП, вписать путь, где находится PHP руководство. \n\nВнимание: \n======== \nЕсли вы скачали Руководство по PHP (.chm) в Microsoft Internet Explorer под Windows XP \nSP2 или более поздней версии вы должны "разблокировать" файл после загрузки его, нажав правую кнопку мыши и выбрав \nсвойств элемента меню. Затем щелкните на кнопку "Разблокировать".

[frmCSSCreateSelectorChild]
00000070=CSS: Создать Селектор
00000073=Да
00000078=Отмена
00000079=Дочерний
00000080=Родительский элемент:
00000081=Выбрать Селектор
00000082=Дочерний элемент:
00000083=Выбрать Селектор:

[frmCSSCreateSelectorClass]
00000070=CSS: Создать Селектор
00000073=Да
00000078=Отмена
00000080=Выбрать Селектор:
00000081=Элементы:
00000082=Класс

[frmCSSCreateSelectorContextual]
00000070=CSS: Создать Селектор
00000073=Да
00000078=Отмена
00000079=Контекстная
00000080=Ancestor element:
00000081=Отобранный селектор (предок):
00000082=Второй элемент:
00000083=Выбрать Селектор:

[frmCSSCreateSelectorPseudo]
00000070=CSS: Создать Селектор
00000073=Да
00000078=Отмена
00000079=Псевдо
00000080=Элемент:
00000081=Псевдо-элемент:
00000082=Выбрать Селектор:
00000083=Класс

[frmCSSCreateSelectorSibling]
00000070=CSS: Создать Селектор
00000073=Да
00000078=Отмена
00000079=Соседние
00000080=Родительский элемент:
00000081=Выбрать Селектор:
00000082=Выбрать Селектор:
00000083=Селекторr:

[frmCSSCreateSelectorSimple]
00000070=CSS: Создать Селектор
00000073=Да
00000078=Отмена
00000079=Простая
00000080=Элементы:
00000081=Выбрать Селектор:

[frmCSSImport]
00000070=CSS: Импорт
00000073=Да
00000078=Отмена
00000079=Файл
00000081=Полный путь
00000082=Escape всех символов двойных кавычек "

[frmCSSImportRule]
00000070=CSS: Правило Импорта
00000073=Да
00000078=Отмена
00000079=Файл
00000082=Полный путь
00000083=Escape всех двойных кавычек " в символоы
00000105=CSS (*.css)|*.css|Все файлы (*.*)|*.*
00000106=Виды
00000107=все
00000108=слуховой
00000109=Брайля
00000110=с тиснением
00000111=портативное
00000112=Версия для печати
00000113=проектирование
00000114=экран

[frmCSSMediaRule]
00000070=CSS: Правило СМИ
00000073=Да
00000078=Отмена
00000081=Виды
00000083=все
00000085=слуховой
00000087=Брайля
00000089=с тиснением
00000091=портативное
00000093=Версия для печати
00000095=проектирование
00000097=экран

[frmCSSPosition]
00000070=CSS: Позиционирование
00000071=Id:
00000073=Left:
00000074=Top:
00000075=Height:
00000076=Width:
00000077=Position:
00000078=Да
00000079=Отмена
00000083=Escape всех двойных кавычек "
00000084=Определяет блок содержания "<div>" в документе

[frmDatabaseConnection]
00000070=Свойства Подключения Базы данных
00000073=Да
00000078=Отмена
00000079=Сервер:
00000080=Имя пользователя:
00000081=Пароль:
00000082=Имя:
00000083=База данных:
00000084=Порт

[frmDateTime]
00000070=Дата & Время
00000071=Дата  Время
00000072=Отмена
00000073=Да
00000074=Дата
00000075=Дата && Время
00000076=&Обновить

[frmDebugParameters]
00000073=Да
00000078=Отмена
00000079=Отладка с Параметрами
00000080=Введите параметр (ы), отдельные параметры с &&:
00000081=Очистить

[frmDebugProfiler]
00000001=Выберите Профиль Xотладки
00000002=&Да
00000003=Отмена

[frmDockBug]
00000001=Действующая Ошибка

[frmDockCodeExplorer]
00000001=Эксплорер Кода PHP

[frmDockCodeLib]
00000001=Библиотеки Кода

[frmDockCodeSnippets]
00000001=Исходные тексты

[frmDockDatabaseConnections]
00000001=Соединения с базами данных

[frmDockDatabaseManagement]
00000001=Управление базой данных

[frmDockDebugBreakpoints]
00000001=Контрольные точки
00000002=Добавить
00000003=Редактировать
00000004=Включить
00000005=Выключить
00000006=Удалить
00000007=Включить все
00000008=Выключить все
00000009=Удалить все
00000010=Добавить
00000011=Редактировать
00000012=Включить
00000013=Выключить
00000014=Включить все
00000015=Выключить все
00000016=Удалить
00000017=Удалить все

[frmDockDebugCallStack]
00000001=Назовите стек
00000002=Копировать
00000005=Копировать

[frmDockDebugContextVariables]
00000001=Контекст переменных
00000002=Копировать
00000003=Добавить просмотр
00000004=Добавить просмотр
00000005=Копировать

[frmDockDebugEvaluate]
00000001=Оцените подсказку
00000002=Копировать
00000003=Добавить просмотр

[frmDockDebugEvent]
00000001=Журнал событий
00000002=Копировать
00000005=Копировать
00000006=Очистить
00000007=Очистить

[frmDockDebugWatches]
00000001=Часы
00000002=Копировать
00000005=Копировать
00000006=Добавить
00000007=Редактировать
00000008=Удалить
00000009=Удалить все
00000010=Искать объявленное
00000011=Добавить
00000012=Редактировать
00000013=Удалить
00000014=Удалить все

[frmDockFileBrowser]
00000001=Браузер Файла

[frmDockFileBrowserSnapshots]
00000001=File Browser - обновлений

[frmDockFTP]

[frmDockInlineTodo]
00000001=Встроенный Todo

[frmDockMsgPHP]
00000001=Сообщения :: PHP

[frmDockMsgPHPDoc]
00000001=Сообщения :: PHP документации

[frmDockMsgTidy]
00000001=Сообщения :: HTML Tidy

[frmDockPHPManual]
00000001=Руководство PHP

[frmDockProjectOverview]
00000001=Проеты

[frmDockProjects]
00000001=Проеты

[frmDockSearchResults]
00000001=Результаты поиска
00000002=Найти ...
00000003=Развернуть все
00000004=Свернуть все

[frmDockSyntaxCheck]
00000001=Проверка синтаксиса
00000002=Тип
00000003=Позиция
00000004=Описание

[frmDockTemplates]
00000001=Шаблоны

[frmDockTodo]

[frmEmbed]
00000070=Включить
00000071=Id:
00000083=Escape всех символов двойных кавычек "
00000084=Общий
00000085=URL:
00000086=Ширина:
00000087=Высота:
00000088=Общий
00000089=Полный путь
00000090=Автозапуск
00000092=Скрытые
00000093=Дополнительно
00000094=&Клавиша доступа:
00000095=Имя:
00000096=Табуляция:
00000097=Направление:
00000098=Язык:
00000099=Название:
00000100=Дополнительно
00000104=Стиль:
00000105=Класс:
00000107=Да
00000108=Отмена
00000109=Все файлы|*.*

[frmFileAss]
00000001=Ассоциативный Файл
00000002=Применить
00000003=Закрыть

[frmFindReplace]
00000001=Найти и заменить
00000002=Закрыть
00000003=Функции
00000004=Метод поиска:
00000005=Зависимый от регистра
00000006=Только целиком слово
00000007=Регулярное выражение
00000008=Знаки подстановки (*,?)
00000009=Открытый текст
00000010=Искать назад
00000011=Показывать результаты
00000012=Где искать
00000013=Выделенном тексте
00000014=Текущий (глобальный) документ
00000015=Текущий документ (от каретки)
00000016=Все открытые документы
00000017=Файлы проекта
00000018=Пользовательский каталог
00000019=Включая подкаталоги
00000020=Маска файла:
00000021=Использовать ";" как разделитель. Пример: *.php;*.htm*;*.inc
00000024=Найти
00000025=Найти все
00000026=Заменить
00000027=Заменить все
00000028=Поиск:
00000029=Замена:
00000030=Закрыть диалог

[frmFlash]
00000070=Флеш
00000083=Escape всех символов двойных кавычек "
00000084=Общий
00000085=URL:
00000086=Ширина:
00000087=Высота:
00000088=Общий
00000089=Полный путь
00000107=Да
00000108=Отмена
00000110=Имя:

[frmFont]
00000001=Общий
00000002=Предварительный просмотр шрифтов
00000003=Жирный
00000005=Подчеркивающая линия
00000006=Проводить линию
00000007=Верхний индекс
00000008=Подстрочный
00000009=Мерцание
00000010=Малые прописные
00000011=Все Заглавные буквы
00000012=Печатать прописными буквами
00000013=Скрытые
00000014=Выделить
00000015=Курсив
00000016=Образец
00000018=Образец цитирования
00000019=Переменные
00000020=Keyboard
00000021=Код
00000026=Дополнительно
00000027=Размер точки:
00000031=Да
00000032=Отмена
00000033=Escape всех двойных кавычек "
00000034=Редактор шрифтов
00000035=Текст:
00000036=Размер:
00000037=Цвет:
00000038=Шрифт:
00000039=Позиция:
00000040=Расстояние:
00000041=Общий
00000042=Стиль
00000043=Расстояние
00000044=Результат
00000045=Тэг Вывода:
00000046=World Wide Web Consortium (W3C) не рекомендует использовать тег <font> в последней версии HTML (HTML 4 и XHTML) в будущих версиях будут использованы для определения формата таблицы стилей (CSS).
00000047=Клавиша доступа:
00000048=Имя:
00000049=Табуляция:
00000050=Направление:
00000051=Id:
00000052=Язык:
00000053=Название:
00000054=Дополнительно
00000055=Стиль:
00000056=Класс:

[frmForm]
00000070=Form :: Контейнер Form
00000083=Escape всех двойных кавычек "
00000084=Общий
00000088=Общий
00000107=Да
00000108=Отмена
00000109=Действие:
00000110=Тип кодировки:
00000111=Цель:
00000112=Метод:
00000113=Дополнительно
00000114=Клавиша доступа:
00000115=Имя:
00000116=Табуляция:
00000117=Направление:
00000118=Id:
00000119=Язык:
00000120=Название:
00000121=Дополнительно
00000123=Стиль:
00000124=Класс:

[frmFormButton]
00000070=Form :: Кнопка
00000083=Escape всех символов двойных кавычек "
00000084=Результат
00000088=Общий
00000107=Да
00000108=Отмена
00000110=Тип Кнопки
00000114=Клавиша доступа:
00000115=Имя:
00000116=Табуляция:
00000117=Направление:
00000118=Id:
00000119=Язык:
00000120=Название:
00000121=Дополнительно
00000123=Стиль:
00000124=Класс:
00000126=Общий
00000127=Значение:
00000128=URL:
00000129=Нажать кнопку
00000132=Дополнительно
00000134=Результат
00000135=Вместе с
00000136=Одинарные кавычки
00000137=Двойные кавычки
00000138=Нет
00000139=Убрать пробелы
00000140=Нет
00000142=Новая строка \\n
00000143=Возврат каретки \\r

[frmFormCheckbox]
00000070=Форма :: Checkbox
00000083=Escape всех символов двойных кавычек "
00000084=Общий
00000088=Общий
00000107=Да
00000108=Отмена
00000113=Дополнительно
00000114=Клавиша доступа:
00000115=Имя:
00000116=Табуляция:
00000117=Направление:
00000118=Id:
00000119=Язык:
00000120=Название:
00000121=Дополнительно
00000123=Стиль:
00000124=Класс:
00000126=Выравнивание:
00000127=Значение:
00000128=Исходное состояние
00000129=Проверено
00000130=Непроверено
00000131=Результат
00000132=Результат
00000133=Вместе с
00000134=Одинарные кавычки
00000135=Двойные кавычки
00000136=Нет
00000137=Убрать пробелы
00000138=Нет
00000140=Новая строка \\n
00000141=Возврат каретки \\r

[frmFormDropDown]
00000070=Форма :: Dropdown
00000083=Escape всех двойных кавычек "
00000088=Общий
00000107=Да
00000108=Отмена
00000114=Клавиша доступа:
00000115=Имя:
00000116=Табуляция:
00000117=Направление:
00000118=Id:
00000119=Язык:
00000120=Название:
00000121=Дополнительно
00000123=Стиль:
00000124=Класс:
00000126=Общий
00000127=Размер:
00000128=Элементы:
00000129=Отключить
00000130=Новый выбор
00000131=Выбор
00000132=Создать...
00000133=Выбор
00000134=Значение
00000135=Добавить
00000136=Изменить
00000137=Удалить
00000138=Вверх
00000139=Вниз
00000140=Дополнительно

[frmFormDropdownProperties]
00000070=Форма :: Dropdown Properties
00000071=Выбор
00000072=Значение
00000073=Да
00000074=Отмена

[frmFormFileUpload]
00000070=Форма :: File Upload
00000083=Escape всех символов двойных кавычек "
00000088=Общий
00000107=Да
00000108=Отмена
00000114=Клавиша доступа:
00000115=Имя:
00000116=Табуляция:
00000117=Направление:
00000118=Id:
00000119=Язык:
00000120=Название:
00000121=Дополнительно
00000123=Стиль:
00000124=Класс:
00000126=Общий
00000132=Дополнительно
00000134=Результат
00000135=Вместе с
00000136=Одинарные кавычки
00000137=Двойные кавычки
00000138=Нет
00000139=Убрать пробелы
00000140=Нет
00000142=Новая строка \\n
00000143=Возврат каретки \\r
00000145=Размер:
00000147=Результат

[frmFormHidden]
00000070=Форма :: Hidden
00000083=Escape всех символов двойных кавычек "
00000084=Общий
00000088=Общий
00000107=Да
00000108=Отмена
00000114=Клавиша доступа:
00000115=Имя:
00000116=Табуляция:
00000117=Направление:
00000118=Id:
00000119=Язык:
00000120=Название:
00000121=Дополнительно
00000123=Стиль:
00000124=Класс:
00000127=Значение:
00000134=Результат
00000135=Вместе с
00000136=Одинарные кавычки
00000137=Двойные кавычки
00000138=Нет
00000139=Убрать пробелы
00000140=Нет
00000142=Новая строка \\n
00000143=Возврат каретки \\r
00000144=Дополнительно
00000146=Результат

[frmFormImageButton]
00000070=Форма :: Image Button
00000083=Escape всех символов двойных кавычек "
00000084=Общий
00000088=Общий
00000107=Да
00000108=Отмена
00000114=Клавиша доступа:
00000115=Имя:
00000116=Табуляция:
00000117=Направление:
00000118=Id:
00000119=Язык:
00000120=Название:
00000121=Дополнительно
00000123=Стиль:
00000124=Класс:
00000134=Результат
00000135=Вместе с
00000136=Одинарные кавычки
00000137=Двойные кавычки
00000138=Нет
00000139=Убрать пробелы
00000140=Нет
00000142=Новая строка \\n
00000143=Возврат каретки \\r
00000144=Создать графическую кнопку submit
00000145=Изображение:
00000146=Граница:
00000147=Высота:
00000148=Ширина:
00000149=Выравнивание:
00000150=Полный путь
00000151=Предварительный просмотр
00000152=Дополнительно
00000154=Результат
00000155=CompuServe GIF Изображение (*.gif)|*.gif|JPEG Файл Изображения (*.jpg)|*.jpg|JPEG Файл Изображения (*.jpeg)|*.jpeg|Все Файлы (*.*)|*.*
00000156=Предварительный просмотр

[frmFormPassword]
00000070=Form :: Пароль
00000083=Escape всех символов двойных кавычек "
00000084=Общий
00000088=Общий
00000107=Да
00000108=Отмена
00000114=Клавиша доступа:
00000115=Имя:
00000116=Табуляция:
00000117=Направление:
00000118=Id:
00000119=Язык:
00000120=Название:
00000121=Дополнительно
00000123=Стиль:
00000124=Класс:
00000127=Значение:
00000134=Результат
00000135=Вместе с
00000136=Одинарные кавычки
00000137=Двойные кавычки
00000138=Нет
00000139=Убрать пробелы
00000140=Нет
00000142=Новая строка \\n
00000143=Возврат каретки \\r
00000144=Выравнивание:
00000145=Размер:
00000146=Длина:
00000147=Только для чтения
00000148=Дополнительно
00000150=Результат

[frmFormRadio]
00000070=Форма :: Radio Button
00000083=Escape всех символов двойных кавычек "
00000084=Общий
00000088=Общий
00000107=Да
00000108=Отмена
00000114=Клавиша доступа:
00000115=Имя:
00000116=Табуляция:
00000117=Направление:
00000118=Id:
00000119=Язык:
00000120=Название:
00000121=Дополнительно
00000123=Стиль:
00000124=Класс:
00000127=Значение:
00000134=Результат
00000135=Вместе с
00000136=Одинарные кавычки
00000137=Двойные кавычки
00000138=Нет
00000139=Убрать пробелы
00000140=Нет
00000142=Новая строка \\n
00000143=Возврат каретки \\r
00000144=Выравнивание:
00000145=Проверено
00000146=Дополнительно
00000148=Результат

[frmFormText]
00000070=Form :: Текст
00000083=Escape всех символов двойных кавычек "
00000084=Общий
00000088=Общий
00000107=Да
00000108=Отмена
00000114=Клавиша доступа:
00000115=Имя:
00000116=Табуляция:
00000117=Направление:
00000118=Id:
00000119=Язык:
00000120=Название:
00000121=Дополнительно
00000123=Стиль:
00000124=Класс:
00000127=Значение:
00000134=Результат
00000135=Вместе с
00000136=Одинарные кавычки
00000137=Двойные кавычки
00000138=Нет
00000139=Убрать пробелы
00000140=Нет
00000142=Новая строка \\n
00000143=Возврат каретки \\r
00000144=Выравнивание:
00000145=Размер:
00000146=Длина:
00000147=Только для чтения
00000148=Дополнительно
00000150=Результат

[frmFormTextbox]
00000070=Форма :: Textbox
00000083=Escape всех двойных кавычек "
00000084=Общий
00000088=Общий
00000107=Да
00000108=Отмена
00000114=Клавиша доступа:
00000115=Имя:
00000116=Табуляция:
00000117=Направление:
00000118=Id:
00000119=Язык:
00000120=Название:
00000121=Дополнительно
00000123=Стиль:
00000124=Класс:
00000127=Содержание:
00000128=Символов:
00000129=Строки:
00000130=Длина:
00000131=Только для чтения
00000132=Отключить
00000133=Дополнительно

[frmFTPConfirm]
00000001=FTP Подтверждение
00000002=Что Вы хотите сделать с существующим файлом?
00000003=Возобновить
00000004=Переписать
00000005=Отмена

[frmFTPManager]
00000002=Закрыть
00000003=Подключение
00000004=Новый...
00000005=Изменить
00000006=Удалить
00000007=FTP Менеджер
00000008=Дубликат
00000009=Вниз
00000010=Вверх
00000011=Сортировать

[frmFTPManagerProperties]
00000002=Хост:
00000003=Отмена
00000004=Да
00000005=Свойства FTP
00000006=Общий
00000007=Имя пользователя:
00000008=Пароль
00000009=Порт
00000010=Имя:
00000011=Первоначальный каталог:
00000012=Пассивный

[frmFTPPermissions]
00000001=Изменить Разрешение
00000002=Разрешение владельца
00000003=Читать
00000004=Писать
00000005=Выполнить
00000006=Разрешения группы
00000007=Читать
00000008=Писать
00000009=Выполнить
00000010=Общие разрешения
00000011=Читать
00000012=Писать
00000013=Выполнить
00000014=Да
00000015=Отмена

[frmFTPProgress]
00000001=Пожалуйста, подождите ...
00000003=Всего выполнено:
00000005=Прервать

[frmImage]
00000002=Map:
00000003=Отмена
00000004=Да
00000005=Общий
00000007=Alternate Text:
00000008=General
00000009=&Height:
00000010=&Width:
00000011=Border:
00000012=&Alignment:
00000015=Полный путь
00000016=Дополнительно
00000017=&Accesskey:
00000018=&Name:
00000019=Tab:
00000020=Direction:
00000021=Id:
00000022=Language:
00000023=Title:
00000024=Дополнительно
00000026=Style:
00000027=Class:
00000029=Предварительный просмотр
00000030=Результат
00000031=Результат
00000032=Вместе с
00000033=Одинарные кавычки
00000034=Двойные кавычки
00000035=Нет
00000036=Убрать пробелы
00000037=Нет
00000039=Новая строка \\n
00000040=Возврат каретки \\r
00000041=Escape всех символов двойных кавычек "
00000042=Изображение
00000043=CompuServe GIF Изображение (*.gif)|*.gif|JPEG Файл Изображения (*.jpg)|*.jpg|JPEG Файл Изображения (*.jpeg)|*.jpeg|Все Файлы (*.*)|*.*
00000044=CompuServe GIF Изображение (*.gif)|*.gif|JPEG Файл Изображения (*.jpg)|*.jpg|JPEG Файл Изображения (*.jpeg)|*.jpeg|Все Файлы (*.*)|*.*
00000045=Предварительный просмотр

[frmInline]
00000002=Комментарий:
00000003=Отмена
00000004=Да
00000005=Элемент

[frmJavaScriptOpenWindow]
00000025=Опции:
00000036=URL:
00000037=Имя:
00000038=Ширина:
00000039=Высота:
00000047=Копировать историю
00000048=Да
00000049=Отмена

[frmJumpToDeclaration]
00000002=Очистить
00000003=Поиск:
00000004=Элементы:
00000005=Имя файла:
00000006=Загрузка проекта все еще происходит, таким образом не все элементы включены здесь.
00000007=Фильтр
00000008=Да
00000009=Отмена
00000010=Перейти к объявленному

[frmLicenseChange]
00000001=Имя пользователя:
00000002=Компания / Организация:
00000003=Электронная почта:
00000004=Ключ:
00000005=Введите регистрационную информацию точно, как это получено на Вашу электронную почту.
00000006=Регистрация завершена
00000007=Отмена
00000008=Регистрация

[frmLink]
00000002=Да
00000003=Отмена
00000004=Общий
00000005=Описание:
00000006=URL:
00000007=Цель:
00000008=Общий
00000009=Полный путь
00000010=Дополнительно
00000011=Клавиша доступа:
00000012=Имя:
00000013=Табуляция:
00000014=Направление:
00000015=Id:
00000016=Язык:
00000017=Название:
00000018=Дополнительно
00000020=Стиль:
00000021=Класс:
00000023=Результат
00000024=Результат
00000025=Вместе с
00000026=Одинарные кавычки
00000027=Двойные кавычки
00000028=Нет
00000029=Убрать пробелы
00000030=Нет
00000032=Новая строка \\n
00000033=Возврат каретки \\r
00000034=Escape всех символов двойных кавычек "
00000035=Гиперссылка

[frmList]
00000002=Элементы:
00000003=Да
00000004=Отмена
00000005=Общий
00000006=Позиция:
00000007=Тип:
00000008=Изображение:
00000009=Общий
00000010=Тип
00000011=Упорядоченный
00000012=Неупорядоченный
00000013=Полный путь
00000014=диск\nквадрат\nкруг
00000015=Дополнительно
00000016=Клавиша доступа:
00000017=Имя:
00000018=Табуляция:
00000019=Направление:
00000020=Id:
00000021=Язык:
00000022=Название:
00000023=Дополнительно
00000025=Стиль:
00000026=Класс:
00000028=Escape всех двойных кавычек "
00000029=Редактор Списка
00000030=CompuServe GIF Изображение (*.gif)|*.gif|JPEG Файл Изображения (*.jpg)|*.jpg|JPEG Файл Изображения (*.jpeg)|*.jpeg|Все Файлы (*.*)|*.*
00000031=Предварительный просмотр

[frmMeta]
00000034=Escape всех двойных кавычек "
00000035=Meta Информация
00000036=Тип:
00000037=Содержание:
00000038=Вставить
00000039=Закрыть

[frmNewFile]
00000002=Да
00000003=Отмена
00000035=Новый Файл
00000036=Выберите Синтаксис:

[frmPHPDocWizard]
00000002=Создать
00000025=Ввод
00000029=Результат
00000035=Мастер PHPдокументации
00000036=Название:
00000037=Файлы:
00000038=Каталог:
00000039=Файлы
00000040=(Рекурсивный) каталог
00000041=Каталог Вывода:
00000042=Конвертер Стиля:
00000043=Закрыть
00000044=Открыть папку вывода

[frmPHPServerVariables]
00000002=Да
00000003=Отмена
00000035=PHP Переменные Сервера
00000036=Больше информации:

[frmPreferences]
00001489=Корневой Каталог (например для апача директория htdocs):
00001490=Название:
00001491=Путь к php Документации:
00001492=Язык Руководства PHP:
00001623=По умолчанию
00001663=Развернуть автоматически
00001672=Общий
00001673=Макет
00001675=По умолчанию
00001676=Значение по умолчанию \nПодсветка Кода\nНет\n
00001747=Элемент
00001748=Результат
00001921=Путь:
00002090=Помощ (*.chm)|*.chm
00002091=Да
00002092=Отмена
00002093=По умолчанию
00002128=Типы Документа
00002129=PHP
00002139=Фильтр Сети:
00002140=Браузер Файла
00002141=(использовать ; для  каждого расширения файла)
00002142=(использовать ; разделение для  каждого расширения файла)
00002146=Обновление Программы
00002147=Проверить обновление
00002149=Вывод:
00002150=Отладчик
00002151=xОтладка
00002152=Слушать Порт:
00002154=Конфигурация (php.ini):
00002155=Как включить и конфигурировать xDebug?
00002156=Используйте предварительно сконфигурированную инсталляцию PHP с xDebug, которая идет с phpDesigner 2008.
00002157=1. Скачать XDebug с
00002158=2. Для того чтобы включить xDebug, добавьте следующую строку в php.ini раздел [Zend]:
00002161=3. В полях выше, введите путь к папке установки PHP и настроики файл php.ini.
00002163=в вашу папку ‘ext’ в вашей установке PHP
00002164=Например, если у Вас есть PHP 5.2.5 установленный, Вы нуждаетесь в xDebug для 5.2.1-5.2.7
00002165=Пожалуйста заметьте, что Xdebug не совместимость с Zend Optimizer.
00002167=Подсказка Кода
00002169=Варианты подсветки
00002174=Интеллектуальная подсветка
00002175=Цвет:
00002177=Результат:
00002178=Панели
00002179=Скрыть останка Таймера (миллисекунда):
00002180=Открытый вывод во внутреннем и внешнем браузере
00002182=Текст
00002184=Результат:
00002185=Запуск PHP
00002187=Открытый вывод во внутреннем и внешнем браузере
00002189=Текст
00002190=Вы знали?
00002191=XAMPP и WAMP простой способ установить Апач с PHP и MySQL.
00002195=WinCacheGrind - Средство просмотра:
00002196=Пример: C:\\Program Files\\WinCacheGrind\\WinCacheGrind.exe
00002197=Профилирование
00002198=Пример: C:\\Program Files\\phpDesigner 2008\\PHP\\tmp
00002199=Каталог вывода:
00002200=Как включить и конфигурировать профиль в xDebug?
00002201=1. Загрузите и установите средство просмотра WinCacheGrind:
00002203=2. Определите каталог вывода профилировщика Xdebug's, добавьте эту строку к php.ini в раздел [Zend]:
00002205=Профиль вывода Xdebug, профилирующию информацию в форме cachegrind совместимого файла, так, чтобы рассмотреть эти файлы, у Вас должна быть программа как WinCacheGrind, чтобы проанализировать  данные Вашело профиля.
00002206=3. Определите каталог вывода профиля Xdebug's в phpDesigner 2008, добавьте тот же самый путь выше, поскольку Вы добавили в файл php.ini.
00002209=Путь сервера:
00002210=Пример: http://localhost
00002211=Локальный путь сервера:
00002212=Пример: C:\\Program Files\\XAMPP\\htdocs\\
00002213=Порт:
00002215=Вы знали?
00002216=XAMPP и WAMP простой способ установить Апач с PHP и MySQL.
00002220=Проверка Синтаксиса PHP
00002221=Пример: C:\\Program Files\\phpDesigner 2008\\PHP\\php.exe
00002223=Подсказка дисплея (миллисекунд):
00002224=Проверка Синтаксисаr (X)HTML и CSS
00002225=Цвет:
00002227=Соответствование Tokens
00002228=Несоответвуют:
00002229=Соответвуют:
00002230=Стиль
00002233=Путь к TortoiseSVN:
00002234=Пример: C:\\Program Files\\TortoiseSVN\\bin\\TortoiseProc.exe
00002236=Путь Конфигурации
00002237=Выберите, где хранить Ваши пользовательские данные (проекты, todo, отрывки, шаблоны и т.д.)
00002239=На Запуск
00002240=Экранная Заставка
00002241=Проект
00002242=Создать новый файл
00002243=Существующие файлы
00002245=&Исправления:
00002246=&Оригинал:
00002247=Авто исправление
00002248=Новый...
00002249=&Удалить ...
00002250=Редактировать...
00002252=Нажмите Ctrl+J+, чтобы выполнить Авто Завершени элемента
00002253=Автоматическое пополнение
00002254=PHP
00002257=Название элемента
00002258=Результат
00002259=Пример: <html>
00002260=Пример: <html>|<html>
00002261="|" = Место под курсором
00002262=Добавьте новый Элемент
00002263=Новый...
00002264=Редактировать...
00002265=Удалить ...
00002267=Параметры печати
00002268=Размер шрифта
00002280=&Подсветка:
00002281=Атрибут:
00002282=&Производные:
00002283=Фон:
00002284=Подсветка
00002285=Стиль
00002286=Цвета
00002287=Предварительный просмотр
00002288=PHP Диапазон:
00002289=Сброс...
00002290=Экспорт...
00002291=Импорт...
00002292=Папка...
00002294=Другие Руководства
00002308=Эксплорер Кода
00002309=PHP
00002310=Макет
00002311=По умолчанию
00002312=Значение по умолчанию \nПодсветка Кода\nНет\n
00002314=Шаблон PHP
00002321=Параметры:
00002327=PHP Prefix:
00002328=Встроенный Todo
00002329=HTML Приставка:
00002330=HTML Приставка:
00002331=PHP Приставка:
00002332=Действующая Ошибка
00002335=Правый край:
00002336=Макс. левый знак:
00002337=Макс. отмена:
00002338=Доп. межстрочный интервал:
00002339=Номера строк
00002340=Табуляции
00002341=Отметка:
00002342=Фон:
00002343=Номера строк:
00002344=Закладки:
00002345=Правый Край:
00002346=Активн Строка:
00002347=Цвета
00002348=Переписать:
00002349=Вставить:
00002350=Шрифт
00002351=Каретка
00002352=Выделить
00002353=Режим:
00002354=Ширина Табуляции:
00002355=Редактор шрифтов ...
00002356=Шрифт нумерации...
00002359=Внешние веб-браузеры
00002376=Обозреватель баз данных - phpMyAdmin
00002377=Документация - phpDocumentor
00002378=Тест Framework
00002379=Простой тест PHP блок проверки Framework:
00002382=Больше информации:
00002385=Имя:
00002387=Пример: http://localhost/phpmyadmin/
00002388=Пример: c:\\...\\phpdoc.bat
00002389=Пример: c:\\Program Files\\FileZilla\\filezilla.exe
00002390=Текстовый файл differencing и инструмент слияния
00002391=Имя:
00002392=Путь:
00002395=TextDiff:
00002400=Путь к Руководству PHP:
00002401=Руководство PHP
00002405=Если Вы загрузили руководство PHP (CHM) Microsoft Internet Explorer под Windows XP SP2, или позднее Вы должны "открыть" файл после загрузки этого, щелкая правой кнопкой мыши на этом и выборе пункт меню свойств. Тогда нажмите на кнопку 'Разблокировать '.
00002412=Web поиск
00002415=Поиск
00002417=Завершение Кода
00002418=Задержка разбора (ms):
00002419=Приоритет тематики анализатора:
00002420=Автотаймер (ms):
00002423=Иконка:
00002426=Формат файла
00002427=Вкладки Файла
00002428=Определить изменения
00002429=Кодировка файла
00002430=Путь Диалога Файла (открытья/сохранить диалог)
00002431=Обрезать для Сохранения
00002432=Персональные настройки
00002433=Все файлыs (*.*)|*.*
00002434=Синтаксис
00002450=Пожалуйста, выберите корневой каталог Apache...
00002451=Интерпретатор PHP (php.exe) | *.exe|Все Файлы (*. *) |*.*
00002453=Подсветка синтаксисаr (*.dat)|*.dat
00002454=Подсветка синтаксиса (*.dat)|*.dat
00002455=Проверьте доступные обновления при запуске программы автоматически
00002456=Открытый вывод во внутреннем и внешнем браузере
00002457=Внимание
00002458=Уведомление
00002459=Строгий стандарт
00002460=Разбор Ошибки
00002461=Фатальная Ошибка
00002462=Перехват Фатальной Ошибки
00002463=Неизвестная Ошибка
00002464=Запустите сервер Xdebug при запуске
00002465=Показать результат вывода отладки
00002466=Показать расширенную информацию
00002467=Авто тригер
00002468=Триггер с ключом "Ctrl"
00002469=Конфигурация (php.ini):
00002470=Автоматическая настройка выходнго каталога в php.ini
00002471=Включить живую проверку синтаксиса PHP
00002472=Включить живую проверку синтаксиса  HTML/XHTML и CSS
00002473=Подсветка предупр и оши PHP
00002474=# 1: Предупр и ошиб, отображаемые только в строке состояния
00002475=# 2: Предупр и ошиб, отображ только в строке состояния и маркир. в низу
00002476=Беззвучный режим
00002477=Автоматически закрыть следующие скобки:
00002478=Автоматический отступ скобки
00002479=Простое if/else соответствие
00002480=Подсветить соотв/несоотв тэги и скобки
00002481=Автоматическое закрыть тегов '>'
00002482=Показывать заставку при запуске
00002483=Загрузить последний открытый проект при старте
00002484=Переключать автоматические корректировки при нажатии на MouseDown.
00002485=Править по Mo&useDown
00002486=Переключать ли автоматически корректировки случае сохранения исходной строки.
00002487=&Поддерж регистра
00002488=Переключать ли автоматически корректировки случае нечувствительнсти к регистру.
00002489=&Игнор регистр
00002490=Включить автоисправление.
00002491=&Вкл
00002492=Версия для печати черно-белая
00002493=Использовать подсветку синтаксиса
00002494=Печатать номера строк
00002495=Переносить длинные строки
00002496=Показывать спец знаки
00002497=&Авто отступ
00002498=Перенос && в низ замены
00002499=Отмена группы
00002500=Автоматический перенос
00002501=Прокрутить до конца строки
00002502=Таб пробелов
00002503=Номера строк
00002504=Табуляции
00002505=Умная клавиша HOME
00002506=Умная клавиша END
00002507=Ctrl + click ( к объявленному)
00002508=Выберите комментарий для DBL. нажмите
00002509=Это расширенное Руководство по PHP
00002510=Автоматическое заполнение (История поиска)
00002511=Отмена пробелов
00002512=Полное соответствие
00002513=Авто показ
00002514=Добавить только  введенное
00002515=Закрыть если пусто
00002516=Принимать Tab
00002517=Если соответствие не найдено, выбрать первый элемент
00002518=Тэг - Открыть (<)
00002519=Тэг - Закрать (</)
00002520=Теэг - Специальный знак (&&)
00002521=Вызов класса PHP (::)
00002522=Вызов объекта PHP (->)
00002523=Вызов переменных PHP ($)
00002524=Удалить дубь переменных
00002525=Показать параметры функций
00002526=Показать значения константах
00002527=Показать ключевые слова
00002528=Сортировка элементов
00002529=Добавить закрывающую скобку )
00002530=Сохраните текст
00002531=Допустимые Ассоциации Файла
00002532=Отобразите полный путь файла на вкладке документа
00002533=Close Кнопка
00002534=Упорядочить вкладки
00002535=Авто. проверять изменений в открытых документах, сделанных извне
00002536=Сохранить в BOM
00002537=Типы кодировки
00002538=Выберите Вкладку перед закрытием
00002539=Удалить пустую строку
00002540=Обрезать файл сохранить
00002542=Текст
00002543=Жирный
00002544=Жирный + Подчеркнутый
00002545=Обычный (по умолчанию)
00002546=Подчеркивающая линия
00002547=Файл
00002548=Корень Проекта
00002549=Обозреватель Проекта
00002550=Браузер Файла
00002551=По умолчанию (пользовательские папки Windows)
00002552=Заказной
00002555=Диалог Поиска
00002556=Инструмент Поиска
00002557=Место закладки
00002558=Выделить строку
00002559=Нет
00002560=Точка останова/закладка
00002561=Контрольная точка
00002562=Позиция
00002563=Верх
00002564=Низ
00002569=Виды Формата
00002573=Выбор места (корень)
00002574=Путь к файлу
00002575=Браузер Файла
00002576=Корень Проекта
00002577=Убрать пробелы
00002578=Лево
00002579=Право
00002586=Включить интеллектуальное подсвечивание для PHP и HTML
00002587=Затемнить неиспользуемый код в PHP, HTML, CSS и JS
00002588=Включить PHP подсветку в HTML/XHTML
00002589=Включить PHP подсветку в CSS
00002590=Включить PHP подсветку в JavaScript
00002591=Включить CSS подсветку в HTML/XHTMLL
00002592=Включить JavaScript подсветку в HTML/XHTML
00002593=Вставить * в phpDoc комментарии
00002594=Название Шрифта:
00002596=Зависимости
00002597=Класы
00002598=Функции
00002599=Переменные
00002600=Константы
00002601=Интерфейсы
00002602=Класс реализует
00002603=Интерфейс расширения
00002604=Показать параметры функций
00002605=Авто расширение выбора
00002606=Задер перед след разбором (ms):
00002607=Нормально
00002608=Простой\nСамый низкий\nНизкий\nНормальный\nВысокий\nСамый высокий\nКритическое Время\n
00002609=Открыть все Последние файлы
00002610=Открыть последние открытые файлоы
00002611=Показывать "Начало"
00002612=Интеллектуальная подсветка  (PHP, HTML, XML, CSS b JavaScript)
00002619=PHP
00002625=Нет
00002626=Открытm последние Открытые Файлы
00002630=Жирный
00002632=Подчеркивающая линия
00002633=Проводить линию
00002634=Заголовок:
00002635=Нижний колонтитул:
00002636=Опции:
00002637=Прерывать на Исключениях:
00002638=Функции
00002639=Ссылки
00002640=Внимание!
00002641=Открыть
00002642=Внутри phpDesigner 2008
00002643=Вне программы
00002644=Общий
00002645=HTML - Выключатель
00002646=PHP
00002647=Дополнительно
00002648=Ссылки на Руководство
00002649=Путь:
00002650=Стиль
00002651=Умный
00002652=Общий
00002653=На Запуск
00002654=Типы Документа
00002655=Обновление Программы
00002656=Путь Конфигурации
00002657=Эксплорер Кода
00002658=Подсветка версий
00002659=Интеллектуальная остановка\n\n
00002660=Подсветка синтаксиса
00002661=Редактор
00002662=Соответствование Tokens
00002663=Авто исправление
00002664=Автоматическое пополнение
00002665=Подсказка Кода
00002666=Завершение Кода
00002667=Профилирование
00002668=Отладчик
00002669=Шаблоны
00002670=Действие Todo/Ошибка
00002671=Печать
00002672=Руководство PHP
00002673=Интеграция
00002675=Запустить
00002676=Проверка синтаксиса
00002677=Панели
00002678=Браузеры
00002680=Web поиск
00002681=Другие Руководства
00002683=Открыть...

[frmPrint]
00000001=Предварительный просмотр информации, выводимой на печать
00000002=Печать
00000003=Печать...
00000004=Настройки ...
00000005=Первая страница
00000006=Предыдущая Страница
00000007=Следующая страница
00000008=Последняя страница
00000009=Страница диапазон: все
00000010=Диапазон печати: все
00000011=Диапазон Страниц: Отобранный

[frmProjectEdit]
00000002=Общий
00000003=Имя:
00000004=Корень проекта:
00000005=Описание:
00000006=Фильтры
00000007=CSV \nФормат HTML \nОбычный текст \nRich Text Format \nRich Text Format Без объектов \nUnicode текст \nВиртуальное Древо данных\n
00000009=Frameworks/Библиотеки
00000012=Локальный путь:
00000013=Порт:
00000014=Пример: http://localhost
00000015=Пример: c:\\program files\\xampp\\htdocs\\
00000016=Редактировать Проект
00000017=Фильтр
00000018=Редактировать
00000019=Фильтр
00000020=Добавить фильтр
00000021=Фильтр
00000022=Удалить фильтр
00000023=Да
00000024=Отмена
00000025=По умолчанию
00000026=Библиотека
00000027=Добавить
00000028=Библиотека
00000029=Удалить
00000030=Фильтр
00000031=По умолчанию

[frmProjectManager]
00000002=Проекты:
00000003=Менеджер проекта
00000004=Новый
00000005=Редактировать
00000006=Удалить
00000007=Да
00000008=Отмена
00000009=Сортировать
00000010=Вверх
00000011=Вниз
00000012=Открыть проект
00000013=Закрыть проект

[frmRegistration]
00000003=Испытание истечет в:
00000004=Приглашаем Вас оценить phpDesigner 2008, отвечает он вашим потребностям и требованиям или нет.
00000006=Купить ...
00000007=Оценить
00000008=Спасибо за оценку phpDesigner 2008!
00000009=Подробнее о Регистрации
00000010=Имя пользователя:
00000011=Ключ:
00000012=Компания:
00000013=Электронная почта:
00000014=Если Вы уже заказали лицензию на phpDesigner 2008, пожалуйста, введите Ваши регистрационные данные ниже точно так же, как они написаны в Вашей электронной почте.
00000015=Если Вы хотите продолжить использовать phpDesigner 2008 года вы должны заказать лицензию на нее. Нажмите на кнопку "Купить сейчас" ниже Закажите лицензию сети сегодня и получите ваш регистрационный подробности по электронной почте в течение 24 часов, как правило, только в течение нескольких часов!
00000016=Регистрация завершена
00000017=Получите больше значений за Ваши деньги!
00000018=Вы можете установить свою лицензию на phpDesigner 2008 на вашей машине и работать (коммерческая лицензия требуется), на ноутбуке и на всех компьютерах в доме!
00000019=Выберите между различными видами лицензий для phpDesigner 2008, что соответствует вашим потребностям и требованиям!
00000020=phpDesigner 2008 поставляется с БЕСПЛАТНУЮ поддержку по электронной почте!
00000021=более быстрым и функциональным, чем конкуренты!
00000022=Ваше испытание истечет в $xxx день (ней) - если Вы не хотите застрять с Вашей работой, закажите Вашу лицензию онлайн сегодня!

[frmSelectFiles]
00000001=Выберите файл ...
00000003=Закрыть

[frmSnippetAndTemplate]
00000005=Имя:
00000006=Содержание:
00000007=Щелкните правой кнопкой мыши в окне редактирования поле ниже, чтобы увидеть больше вариантов ...
00000008=Отмена
00000009=Да
00000010=Импорт...
00000011=Вставить позицию курсора
00000012=Отменить
00000013=Повторить
00000014=Выезать
00000015=Копировать
00000016=Вставить
00000017=Выделить все

[frmSpecialCharacters]
00000004=Особые символы
00000005=Отмена
00000006=Да
00000007=Символ
00000008=Описание
00000009=Объект

[frmTable]
00000004=Редактор таблиц
00000005=Да
00000006=Отмена
00000007=Общий
00000008=Макет
00000009=Строки:
00000010=Символов:
00000011=Свойства
00000012=Свойства таблицы
00000013=Фоновый рисунок:
00000014=Интервал ячейки:
00000015=Поле ячейки:
00000016=Выравнивание:
00000017=Высота:
00000018=Ширина:
00000019=Цвет фона:
00000020=Граница:
00000021=Цвет Границы:
00000022=Светлая Граница:
00000023=Темная Граница:
00000024=Полный путь
00000025=Дополнительно
00000026=Клавиша доступа:
00000027=Имя:
00000028=Табуляция:
00000029=Направление:
00000030=Id:
00000031=Язык:
00000032=Название:
00000033=Дополнительно
00000034=Размер странице данных:
00000035=Резюме:
00000037=Стиль:
00000038=Класс:
00000040=Escape всех " символов (PHP)
00000042=Все файлыs (*.*)|*.*

[frmTodoItem]
00000004=Элемент Todo
00000005=Статус:
00000006=Дата Начала:
00000007=Описание:
00000008=Связанный Файл:
00000009=Дата Конца:
00000010=Приоритет:
00000011=Полный:
00000012=Имя пункта:
00000013=Связанный Проект:
00000014=Отмена
00000015=Да
00000018=Все файлыs (*.*)|*.*

[$CONSTANTS]
